[P_4_1_2_CEmb_Alley]

[P_4_1_2_CEmb_AvoidTruckPatrol]

[P_4_1_2_CEmb_FeirongGroup]
Speech_0033L=FEIRONG- Give me three more days.  The devices can be armed in one and placed the next...  Of course, the Ark.  But you know the details...  We need to strike together or we may as well not strike at all...  Nikoladze, listen to me.  Because you will reveal us...  That's ridiculous, how could they listen?... That's paranoia, but fine, fine... No, fine.  We'll have a 'safe' conversation.  I'll call you back from my car...
Speech_0012L=FEIRONG- ...not the only ones I'm worries about eavesdropping, they are just the most capable. ...Of course.  ...How many times will the signal be rerouted?  You also believed your Kola Peninsula base untraceable.  ...I understand the psychology of war.  ...Yes, yes.  ...I've attended many executions, but never Americans.  Hold on a second.  Driver, how far away is Mouke Tsoe Bo Meats?
Speech_0047L=DRIVER- Ten minutes, maybe more.  But we'll have to stand a police check along the way.
Speech_0043L=FEIRONG- No, it's not worth the trouble.  I'll just watch the broadcast like everyone else... (laugh) yes, too true...  (laugh) You're a wicked man, Mr. Nikoladze.  I hope your performance goes well.  Take care.

[P_4_1_2_CEmb_FeirongGuards]

[P_4_1_2_CEmb_FollowTruck]
Goal_0004L=Sua missão fracassará se qualquer alarme soar. 
Speech_0001L=LAMBERT - Tome cuidado, Fisher. Aquele caminhão é a sua única chance de entrar na embaixada. Não a perca!
Speech_0002L=FISHER - Há algo que eu deveria saber?
Speech_0003L=LAMBERT- Isto é tudo o que você precisa saber: se encontrar Nikoladze lá dentro, prepare-se para lutar. Um passo em falso poderia provocar a guerra. Se alguém da embaixada acionar o alarme, tiraremos você de lá e a missão estará acabada. 
Speech_0006L=LAMBERT - Mas que droga, Fisher. Aquele caminhão era a sua única maneira de entrar sigilosamente na embaixada. 
Speech_0007L=FISHER - Agora devo revelar minha presença.
Speech_0008L=LAMBERT - De maneira nenhuma. A missão acabou. Saia daí. 

[P_4_1_2_CEmb_Frances1]
Speech_0005L=COEN - Entre logo, temos de ir!
Speech_0006L=COEN - Segure-se!

[P_4_1_2_CEmb_FrancesCasualty]

[P_4_1_2_CEmb_GateFlag]

[P_4_1_2_CEmb_GateTalk]
Speech_0001L=CHISOLD_B- Hello.
Speech_0002L=CHISOLD_A- Hey, it's me again.
Speech_0003L=CHISOLD_B- May I see your papers?
Speech_0004L=CHISOLD_A- This is the seventh time tonight, can't we give the papers a rest?
Speech_0005L=CHISOLD_B- This protocol comes directly from Feirong.  Let me see your ID...  Thank you.  Authorization should only take a minute.
Speech_0010L=CHISOLD_B- Very good, you're cleared.  Have a good night.
Speech_0007L=LAMBERT - Mas que droga, Fisher. Aquele caminhão era a sua única maneira de entrar sigilosamente na embaixada. 
Speech_0008L=FISHER - Agora devo revelar minha presença.
Speech_0009L=LAMBERT - De maneira nenhuma. A missão acabou. Saia daí. 

[P_4_1_2_CEmb_LimoLoop]

[P_4_1_2_CEmb_LimoSetFlags]

[P_4_1_2_CEmb_MapStartGoals]
Goal_0001L=Siga o caminhão do armazém até a embaixada.
Goal_0002L=Siga o caminhão do armazém até a embaixada.
Goal_0003L=Reúna-se com o contato da Agência.
Goal_0004L=Reúna-se com o contato da Agência.
Goal_0005L=Obtenha informações da embaixada com o microfone a laser. 
Goal_0006L=Obtenha informações da embaixada com o microfone a laser. 
Goal_0007L=Qualquer baixa na embaixada poderá resultar no fracasso da missão.
Goal_0008L=Qualquer baixa na embaixada poderá resultar no fracasso da missão.
Note_0009L=O contato da CIA está atrás de um grande luminoso vermelho. 

[P_4_1_2_CEmb_WaitECS001]

[P_4_1_2_CEmb_WTF]
Speech_0001L=LAMBERT - Meu Deus, Fisher! Você ficou louco? A missão acabou.   
Speech_0039L=LAMBERT - Tome cuidado, Fisher. Aquele caminhão é a sua única chance de entrar na embaixada. Não a perca!
Speech_0040L=FISHER - Há algo que eu deveria saber?
Speech_0041L=LAMBERT- Isto é tudo o que você precisa saber: se encontrar Nikoladze lá dentro, prepare-se para lutar. Um passo em falso poderia provocar a guerra. Se alguém da embaixada acionar o alarme, tiraremos você de lá e a missão estará acabada. 
Goal_0042L=Sua missão fracassará se qualquer alarme soar. 
Goal_0043L=Sua missão fracassará se qualquer alarme soar. 
Goal_0028L=Siga Kong Feirong até o carro e intercepte sua conversa com o microfone a laser. 
Goal_0035L=Siga Feirong até o carro e use o microfone a laser. 
Goal_0029L=Esconda-se e não desperte suspeitas até que tenha ouvido a conversa.
Goal_0036L=Esconda-se e não desperte suspeitas.
Speech_0008L=LAMBERT - Meu Deus, Fisher. Esse é o general Kong Feirong.
Speech_0009L=FISHER - Meu Deus, quem é esse?
Speech_0010L=LAMBERT - Ele foi o presidente da comissão central da China até 2001. Um figurão do Exército Popular de Libertação. 
Speech_0013L=FISHER - Um general chinês e Nikoladze. Não pode ser bom sinal. 
Speech_0014L=LAMBERT - Nossa principal prioridade é saber o que eles vão dizer quando se encontrarem. É hora de você se tornar invisível. Se alguém o vir, a missão estará terminada. 
Goal_0030L=Reúna-se com Coen para ir para o matadouro Mouke Tsoe Bo Meats.
Goal_0037L=Reúna-se com Coen.
Speech_0017L=LAMBERT - Eles vão executar os soldados. 
Speech_0018L=FISHER - Parece que sim. 
Speech_0019L=LAMBERT - Você tem de detê-los. Reúna-se com Coen. Transmitirei a ela as coordenadas para Mouke... 
Speech_0020L=FISHER - Mouke Tsoe Bo, o matadouro. 
Speech_0021L=LAMBERT - Isso mesmo. 
Speech_0022L=FISHER - "Terreno propício para caça".
Speech_0023L=LAMBERT - Que droga, acabou-se a sutileza! Tenho de contatar a junta do estado-maior e ver se isso significa guerra.
Speech_0025L=LAMBERT - Meu Deus, não podemos solucionar isso diplomaticamente. Acho que isso significa guerra. A missão terminou, Fisher. Que Deus nos ajude. 
Speech_0038L=LAMBERT - O que foi aquilo? Só tínhamos uma chance e você pôs tudo a perder. A missão acabou. Talvez tenhamos desencadeado uma guerra. A missão acabou.
Speech_0044L=LAMBERT - Mas que droga, Fisher. Aquele caminhão era a sua única maneira de entrar sigilosamente na embaixada. 
Speech_0045L=FISHER - Agora devo revelar minha presença.
Speech_0046L=LAMBERT - De maneira nenhuma. A missão acabou. Saia daí. 

Goal_0002L=Siga o caminhão do armazém até a embaixada.
Goal_0031L=Siga o caminhão do armazém até a embaixada.
Goal_0003L=Reúna-se com o contato da Agência.
Goal_0004L=Obtenha informações da embaixada com o microfone a laser. 
Goal_0033L=Obtenha informações da embaixada com o microfone a laser. 
Goal_0026L=Qualquer baixa na embaixada poderá resultar no fracasso da missão.
Note_0005L=O contato da CIA está atrás de um grande luminoso vermelho. 
